Repository: AdamGold/Dryvo
Catalog: server/translations/*/LC_MESSAGES/messages.po
Languages: he

source: %(student)s wants to schedule a new lesson at %(date)s. Click here to check it out.
he: %(student)s רוצה לקבוע שיעור בתאריך %(date)s. היכנס ואשר עכשיו!

source: %(teacher)s scheduled a new lesson at %(value)s. Click here to check it out.
he: %(teacher)s קבע שיעור חדש בתאריך %(value)s. לחץ כאן לקבלת פרטים!

source: New Lesson!
he: נקבע שיעור חדש!

source: Lesson Deleted
he: השיעור בוטל

source: The lesson at %(value)s has been deleted.
he: השיעור בתאריך %(value)s בוטל.

source: %(student)s wants to edit the lesson at %(date)s. Click here to check it out.
he: %(student)s רוצה לערוך את השיעור שבתאריך %(date)s. לחץ כאן לפרטים נוספים.

source: %(teacher)s edited the lesson at %(value)s. Click here to check it out.
he: %(teacher)s ערך את השיעור שבתאריך %(value)s.

source: Lesson Updated
he: עדכון על שיעור

source: Lesson Approved
he: השיעור אושר!

source: Lesson at %(date)s has been approved!
he: השיעור שביקשת בתאריך %(date)s, אושר!

source: New Payment
he: נשמר חיוב חדש!

source: %(user)s charged you for %(amount)s
he: %(user)s הוסיף תשלום על סך %(amount)s ש״ח למאזנך. עוד צעד אל עבר הכביש!

source: %(teacher)s added you as a student!
he: %(teacher)s הוסיף אותך לרשימת התלמידים שלו!

source: %(student)s added you as a teacher!
he: השמועה רצה חזק! %(student)s רוצה להצטרף למורה הכי חזק בעיר! לחץ לפרטים נוספים!

source: Join Request
he: בקשת הצטרפות
